Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: [c23238241, Tables 15.1.4.1: 1, 15.1.4.1: 7, 15.1.4.2: 1, 15.1.4.2: 3, and 15.1.4.1: 10]
es_es: [c23238241, Tablas 15.1.4.1: 1, 15.1.4.1: 7, 15.1.4.2: 1, 15.1.4.2: 3, y 15.1.4.1: 10]

source: [c23238241, Tables 15.1.5: 1 and 15.1.5: 2]
es_es: [c23238241, Tablas 15.1.5: 1 y 15.1.5: 2]

source: [c23238241, Tables 15.2.1.1: 1 and 15.2.2.1: 1]
es_es: [c23238241, Tablas 15.2.1.1: 1 y 15.2.2.1: 1]

source: [c23238241, Tables 15.2.1.3: 1 and 15.2.1.4: 1]
es_es: [c23238241, Tablas 15.2.1.3: 1 y 15.2.1.4: 1]

source: [c23238241, Tables 15.2.3.1: 1, 15.2.3.13: 1, and 15.2.3.15: 1]
es_es: [c23238241, Tablas 15.2.3.1: 1, 15.2.3.13: 1 y 15.2.3.15: 1]

source: [c23238241, Tables 15.2.3.2: 1, 15.2.3.4: 1, 15.2.3.8: 1, 15.2.3.10: 1, and 15.2.3.12: 1]
es_es: [c23238241, Tablas 15.2.3.2: 1, 15.2.3.4: 1, 15.2.3.8: 1, 15.2.3.10: 1, and 15.2.3.12: 1]

source: [c23238241, Tables 15.2.3.3: 1, 15.2.3.11: 1, and 15.2.3.16: 1]
es_es: [c23238241, Tablas 15.2.3.3: 1, 15.2.3.11: 1 y 15.2.3.16: 1]

source: [c23238241, Tables 15.2.3.6: 1, 15.2.3.7: 1, 15.2.3.9: 1, 15.2.3.14: 1, and Appendix 16.1.13.1, Table 13.1.1]
es_es: [c23238241, Tablas 15.2.3.6: 1, 15.2.3.7: 1, 15.2.3.9: 1, 15.2.3.14: 1, y Apéndice 16.1.13.1, Tabla 13.1.1]

source: [counts*min]
es_es: [recuento*min]

source: [document no.]
es_es: [Número de documento:]

source: [kg / batch]
es_es: [kg/partida]

source: [kg/batch]
es_es: [kg/partida]

source: [mOsmol/kg]
es_es: 125 - 165 mOsmol/kg

source: [mg per 100 ml]
es_es: [mg por cada 100 ml]

source: [mg per actuation]
es_es: [mg por pulsación]

source: [mg per cartridge]
es_es: [mg por cartucho]

source: [minutes]
es_es: [minutos]

source: [months]1
es_es: [meses]1

source: [particles / vial]
es_es: [partículas/vial]

source: [signature]
es_es: [Firma]

source: [x 10^6 IU/vial]
es_es: [x 10^6 UI/vial]

source: [µg/day]
es_es: [µg/día]

source: [μg/g rubber stopper]
es_es: [μg/g de tapón de caucho]

source: [… ] (tablets)
es_es: […] (comprimidos)

source: […] (Fluid Bed Granulation)
es_es: [...] (Granulación en lecho fluidizado)

source: _ only for submission purposes, not for human use
es_es: _ solo para presentaciones. No para uso humano.

source: a Substantial reperfusion was defined as restoration of blood flow to >50% of the involved territory or no retrievable intracranial thrombus at the initial angiogram.
es_es: a Se definició como reperfusión significativa la restauración del flujo sanguíneo a >50% del territorio afectado o la ausencia de un tromo intracraneal extraíble en la angiografía inicial.

source: a A maximum of 10 samples is recommended
es_es: a Se recomienda un máximo de 10 muestras

source: a drug product (lyophilised) filled glass vial, a solvent filled plastic syringe and a vial adapter.
es_es: Un frasco de vidrio relleno con el medicamento liofilizado, una jeringa de plástico rellena con el disolvente, y un adaptador para el vial.

source: a guideline for healthcare professionals from the American Heart Association/American Stroke Association.
es_es: Una guía para profesionales de la salud de la American Heart Association/American Stroke Association.

source: a mixed model repeated measure (MMRM) analysis
es_es: Un análisis según un modelo mixto para medidas repetidas

source: a model in which all of the effects were considered to be fixed and the same model which included ‘subjects within sequences’ as a random effect instead of a fixed effect.
es_es: un modelo en el que todos los efectos se consideraron fijos, y un mismo modelo con el efecto "sujetos dentro de secuencias" como un efecto aleatorio en lugar de un efecto fijo.

source: a photometer with a source of light, an optical device able to generate monochromatic light and a photo cell of adequate sensitivity, for the measurement of reflectance or transmittance; if fluorescence is measured, a suitable filter is required to prevent light used for excitation from reaching the detector while permitting emitted light or a specific portion thereof to pass;- *for substances containing radionuclides:*
es_es: un fotómetro con una fuente lumínica, un dispositivo óptico capaz de generar luz monocromática y una fotocélula de sensibilidad adecuada para la medición de reflectancia o transmitancia; si se mide la fluorescencia, un filtro adecuado para que no llegue al detector la luz de excitación, sin impedir el paso de toda o parte de la luz emitida; - *para sustancias que contienen radionúclidos:*

source: a pragmatic, multicentre, open-label, registry-linked, randomised, controlled, non-inferiority trial
es_es: un ensayo pragmático, multicéntrico, abierto, vinculado a registros, aleatorizado, controlado y de no inferioridad

source: a suitable counter for radioactivity; the linearity range of the counting device is to be verified.
es_es: un contador de radiactividad adecuado; se debe verificar el rango de linealidad del contador.

source: a volume / b volume
es_es: volumen a / volumen b

source: a) If the value of the residual solvent is below detection limit, then report as "Below LOD (LOD value in ppm)".
es_es: a) Si el valor del disolvente residual está por debajo del límite de detección, consignarlo como "Por debajo del límite de detección (LODen ppm)".

source: a) Sensitivity / Quantitation limit:
es_es: Sensibilidad / Límite de cuantificación (QL):

source: a) This validation parameter is performed without matrix.
es_es: a) Este parámetro de validación se calcula sin matriz.

source: a) elements are not typically used as catalysts or reagents in the manufacturing of biotechnological products;
es_es: a) estos elementos no se suelen usar como catalizadores ni reactivos en la fabricación de productos biotecnológicos;

source: a) stability calibration solution
es_es: a) Estabilidad, solución de calibración

source: a)Sensitivity / Quantitation limit:
es_es: a)Sensibilidad / Límite de cuantificación (QL):

source: a Percentages may not add to 100 due to rounding.
es_es: a Es posible que los porcentajes no sumen 100 ya que se redondearon las cifras.

source: about
es_es: aprox.

source: about 0.34
es_es: aproximadamente 0.34

source: about 0.41
es_es: aproximadamente 0.41

source: about 0.7 – 0.9
es_es: aproximadamente 0.7 - 0.9

source: about 1.0 g of the test sample, accurately weighed
es_es: aproximadamente 1.0 g de la muestra de prueba, pesados con exactitud.

source: about 1.10.
es_es: aproximadamente 1.10.

source: about 10
es_es: aproximadamente 10

source: about 17.5 min
es_es: aprox. 17.5 min

source: about 2.6 min
es_es: aproximadamente 2.6 min

source: about 20
es_es: aproximadamente 20

source: about 23.8 min
es_es: aprox. 23.8 min

source: about 3.5 min
es_es: aprox. 3.5 min

source: about 3.9 min
es_es: aproximadamente 3.9 min

source: about 30
es_es: aproximadamente 30

source: about 35 ml / min (comb.
es_es: aprox. 35 ml/min

source: about 35 ml / min (comb. Flow)
es_es: aprox. 35 ml/min (flujo comb.)

source: about 35 – 40 ml / min
es_es: aprox. 35-40 ml/min

source: about 350 – 400 ml / min
es_es: aprox. 350-400 ml/min

source: about 4.4 min
es_es: aprox. 4.4 min

source: about 400 mPa:s at 25 °C.
es_es: aproximadamente 400 mPa·s a 25° C

source: about 60 min with acetonitrile
es_es: aproximadamente 60 min con acetonitrilo

source: about 8 cm (equivalent to about 45 min development time)
es_es: aproximadamente 8 cm (equivalente a aproximadamente 45 minutos de tiempo de desarrollo)

source: absent
es_es: Ausente

source: absorbance factor of the impurity
es_es: factor de absorbancia de la impureza

source: accelerated aging time (AAT) with Q10 = 2 according to ASTM F1980-16
es_es: tiempo de envejecimiento acelerado, donde Q10 = 2 según la guía ASTM F1980-16

source: accelerated storage conditions of 40 ± 2°C / 75 ± 5 % RH for up to 6 months and the stability studies will be continued up to 12 months according to ICH.
es_es: condiciones aceleradas de almacenamiento, a 40 ± 2° C / 75 ± 5 % HR, hasta 6 meses, continuándose los estudios de estabilidad hasta 12 meses, de acuerdo con la ICH.

source: acceptance criteria: ≤ 96.0 ppb
es_es: Criterios de aceptación: ≤ 96.0 partes por mil millones (ppb)

source: acceptance criterion 102 CFU/mL (2.6.12).
es_es: criterio de aceptación 102 UFC/ml (2.6.12).

source: accuracy of 0.1 μS·cm−1 or better at the lowest range.
es_es: exactitud de 0.1 μS cm-1 o mayor en su intervalo inferior.

source: acetonitrile (30:70).
es_es: acetonitrilo (30:70).

source: acetonitrile (50:50), and then wash for 21 minutes with the mixture water:
es_es: acetonitrilo (50:50), y luego lavar durante 21 minutos con la mezcla agua:

source: acetonitrile (80:20)
es_es: acetonitrilo (80:20)

source: acetonitrile (80:20), then for 20 minutes wash with the mixture water:
es_es: acetonitrilo (80:20), luego durante 20 minutos lavar con la mezcla agua:

source: acetonitrile :
es_es: acetonitrilo :

source: act.-pool
es_es: fenil sef.

source: ad 1.0 mL
es_es: agregar 1.0 ml

source: ad 1.2.1 .8 und 1.5.1.8:
es_es: ad 1.2.1 .8 y 1.5.1.8:

source: ad 3650
es_es: meta: 3650

source: ad 800
es_es: meta: 800

source: ad pH 2.9
es_es: meta: pH 2.9

source: add 1.0 mL stock solution Imp.
es_es: añadir 1.0 ml de la solución madre Imp.

source: add about 30 mL solvent mixture and treat by sonicating for about 15 minutes.
es_es: agregar aproximadamente 30 ml de la mezcla de disolventes y exponer a ultrasonido durante alrededor de 15 minutos.

source: add about 50 mL of solvent mixture and dissolve.
es_es: añadir aproximadamente 50 ml de la mezcla de disolventes y disolver.

source: add about 50 mL solvent mixture and
es_es: añadir aproximadamente 50 ml de la mezcla de disolventes y

source: add about 600 mL of solvent mixture and sonicate for about 15 minutes
es_es: añadir aproximadamente 600 ml de la mezcla de disolventes y exponer a ultrasonido aproximadamente 15 minutos

source: add about 600 mL solvent mixture and treat by sonicating for about 15 minutes.
es_es: añadir aproximadamente 600 ml de la mezcla de disolventes y exponer a ultrasonido aproximadamente 15 minutos.

source: additional assigned character if needed for packaging
es_es: Si es necesario, se asigna un carácter adicional para el acondicionamiento

source: additionally two weeks at 25°C / 60% RH at the end of shelf-life
es_es: dos semanas adicionales a 25 °C / 60% HR al término de la vida útil

source: adjudicated CV death or HHF, Cox regression, randomised set
es_es: evento adjudicado como muerte CV u hospitalización por insuficiencia cardíaca, regresión de Cox. Grupo aleatorizado

source: adjust to pH 2.5 with phosphoric acid (85 %).
es_es: llevar el pH a 2.5 con ácido fosfórico (85 %).

source: adjust to pH 3.0 with phosphoric acid (85 %).
es_es: llevar el pH a 3.0 con ácido fosfórico (85 %).

source: adjusted risk ratio, random effect for trial site.
es_es: cociente de riesgos ajustado, efecto aleatorio por centro del estudio.

source: adjusted risk ratio.
es_es: cociente de riesgos ajustado.

source: adverse events (AEs), serious adverse events (SAEs), intensity of AEs, AEs leading to treatment discontinuation, adverse events of special interest (AESIs), specific AEs, clinically relevant new finding or worsening of existing condition on physical examination, clinically relevant changes in laboratory measurements from baseline, and assessment of vital status.
es_es: eventos adversos (EA), eventos adversos graves (EAG), intensidad de los EA, EA que llevaron a la interrupción del tratamiento, eventos adversos de interés particular (EAIP), EA específicos, nuevos hallazgos clínicamente relevantes o empeoramiento de una afección existente en el examen físico, cambios clínicamente relevantes en las mediciones de laboratorio desde el inicio y evaluación del estado vital.

source: against one or more suitable certified reference solutions;
es_es: comparándolo con una o más soluciones de referencia certificadas;

source: air
es_es: aire

source: airlocks
es_es: esclusas

source: albumin, alkaline phosphatase, -GT (reflex test triggered by elevated alkaline phosphatase on 2 sequential measures), alanine aminotransaminase (ALT/SGPT), aspartate aminotransaminase (AST/SGOT), bicarbonate, total bilirubin (fractionated if increased), calcium, chloride, creatinine, creatine kinase (CK), hs troponin T (reflex tests if CK was elevated), glucose, magnesium, phosphate, potassium, total protein, sodium, urea (BUN), uric acid
es_es: albúmina, fosfatasa alcalina, γ-GT (prueba refleja desencadenada por fosfatasa alcalina elevada en 2 medidas secuenciales), alanina aminotransaminasa (ALT/SGPT), aspartato aminotransaminasa (AST/SGOT), bicarbonato, bilirrubina total (fraccionada si está aumentada), calcio, cloruro, creatinina, quinasa creatina, troponina T hs (pruebas reflejas si la quinasa creatina estaba elevada), glucosa, magnesio, fosfato, potasio, proteínas totales, sodio, urea (nitrógeno ureico), ácido úrico

source: aligned with Ph. Eur.; Production stage:
es_es: alineado con la Ph. Eur.; Etapa de producción:

source: all data (29 DP batches) from re-analysis were used statistically to estimate 3SD ranges.
es_es: se usaron estadísticamente todos los datos (29 partidas del medicamento) de reanálisis para estimar rangos de 3 desvíos estándar.

source: all processing aids are extensively removed during processing.
es_es: Durante el procesamiento se eliminan exhaustivamente todos los coadyuvantes de elaboración.

source: alta solubilidad, alta permeabilidad;
es_es: high solubility, high permeability;

source: alta solubilidad, baja permeabilidad;
es_es: high solubility, low permeability;

source: aluminium
es_es: aluminio

source: ambient recommended)
es_es: se recomienda que sea a temperatura ambiente)

source: an elevation of aspartate-aminotransaminase (AST) and/or alanine-aminotransaminase (ALT) >3x ULN combined with an elevation of total bilirubin >2x ULN measured in the same blood draw sample, and/or
es_es: elevación de la aspartato-aminotransaminasa (AST) y/o alanina-aminotransaminasa (ALT) >3x límite normal superior combinada con una elevación de la bilirrubina total >2x límite normal superior medida en la misma muestra de sangre, y/o

source: analytical purity (Avantor, 799280115 or equivalent)
es_es: pureza analítica (Avantor, 799280115 o equivalente)

source: analytical purity (Avantor, cat.
es_es: pureza analítica (Avantor, cat.

source: analytical purity (Avantor, cat. no. 569150111 or equivalent)
es_es: pureza analítica (Avantor, cat. N.° 569150111 o equivalente)

source: analytical uncertainty)
es_es: incertidumbre analítica)

source: and
es_es: y

source: and Head of Neurointervention
es_es: y Jefe de Intervenciones Neurológicas

source: and Head of Neurointervention Royal Melbourne Hospital Parkville, VIC 3050
es_es: y Jefe de Neurointervención Royal Melbourne Hospital Parkville, VIC 3050

source: and ICH guidelines.
es_es: y los lineamientos de la ICH.

source: and Medical Co-ordinator
es_es: y Coordinador médico

source: and clot lysis showed slight variations between the formulations.
es_es: y la lisis de coágulo mostraron ligeras variaciones entre las formulaciones.

source: and clot lysis.
es_es: y lisis de coágulo

source: and if required ≥ 2 after 20 sample injections
es_es: y si es necesario ≥, 2 después de 20 inyecciones de la muestra

source: and then by site of baseline arterial occlusion so that the patients can be randomly assigned to an investigation or a control group within the following strata:
es_es: y luego por sitio de oclusión arterial al inicio para que los pacientes puedan ser asignados aleatoriamente a un grupo de investigación o de control dentro de los siguientes estratos:

source: anti-sticking agent
es_es: Agente antiadhesivo

source: any pre-treatment HbA1c ≥6.5% or history of DM as entered in the eCRF on the medical history page
es_es: cualquier HbA1c previa al tratamiento ≥6.5% o antecedentes de diabetes mellitus según lo ingresado en la página de la historia clínica del eCRF

source: appearance, clarity and degree of opalescence, degree of colouration, particulate contamination - sub-visible particles, visual inspection, reconstitution time, single-chain, imaged capillary isoelectric focusing (icIEF), high performance size exclusion chromatography (HPSEC), clot lysis and capillary gel electrophoresis under reducing conditions (CGE red.
es_es: Posteriormente, se realizaron pruebas analíticas de los métodos correspondientes: aspecto, turbidez y grado de opalescencia, grado de coloración, contaminación por partículas (partículas subvisibles), inspección visual, tiempo de reconstitución, cadena única, enfoque isoeléctrico capilar con detección de imágenes (icIEF), cromatografía de exclusión por tamaño de alto rendimiento (HPSEC), lisis de coágulo y electroforesis capilar en gel en condiciones reductoras (CGE red.

source: appearance, loss on drying, identification (UV and HPLC), assay, active ingredient degradation, dissolution (2, 9 and 24 hours), uniformity of dosage units/content uniformity.
es_es: Se examinaron los siguientes parámetros analíticos: aspecto, pérdida por desecación, identificación (UV y HPLC), valoración, degradación del principio activo, disolución (2, 9 y 24 horas), uniformidad de las dosis/uniformidad del contenido.

source: approx 2,035,577 patients;
es_es: aproximadamente 2035577 pacientes;

source: approx. 0.5 g were dissolved in 50 mL methanol, wavelength: 589 nm, temperature: 25 °C.
es_es: Se disolvieron aproximadamente 0.5 g. en 50 ml de metanol; longitud de onda: 589 nm; temperatura: 25° C.

source: approx. 0.5 g were dissolved in 50 mL methanol, wavelength:
es_es: Se disolvieron aproximadamente 0.5 g. en 50 ml de metanol; longitud de onda:

source: approx. 1%
es_es: aprox. 1%

source: approximately 1 nm
es_es: Aproximadamenet 1 nm

source: approximately 5750 (2875 per treatment group)
es_es: aproximadamente 5750 (2875 por grupo de tratamiento)

source: aqueous phase: 10 mmol/l Na2HPO4-buffer with pH 11.0
es_es: fase acuosa: buffer de Na2HPO4, 10 mmol/l, pH 11.0

source: are calculated by summation of all individual degradation products greater than 0.05 %.
es_es: Se calculan sumando todos los productos de degradación individuales que sean mayores que 0.05 %.

source: are calculated by summation of all individual degradation products greater than 0.1 %
es_es: Se calculan sumando todos los productos de degradación individuales que sean mayores que 0.1 %

source: area) was shown for NDMA to be linear from 10 ppb (QL) to120 ppb of the drug substance working concentration.
es_es: relativa) se muestra, para NDMA, como lineal desde las 10 partes por mil millones (QL) hasta las 120 partes por mil millones de la concentración de trabajo del principio activo.

source: area) was shown for NDMA to be linear from 10.2 ppb (QL) to 122.4 ppb of the drug substance working concentration.
es_es: relativa) se muestra, para NDMA, como lineal desde las 10.2 partes por mil millones (QL) hasta las 122.4 partes por mil millones de la concentración de trabajo del principio activo.

source: arginine CRS.*
es_es: Sustancia química de referencia arginina.*

source: artery M2 MCA
es_es: media M2 ACM

source: as described in the analytical procedure.
es_es: tal como se describe en el procedimiento analítico.

source: as it is controlled during the manufacturing process as in-process-control as described in section 3.2.P.3.3.
es_es: porque este se analiza como control intermedio del proceso de fabricación, tal como se describe en la Sección 3.2.P.3.3.

source: as spots (e.g. with micropipettes), allow to dry before development
es_es: como manchas (p. ej. con micropipetas), dejar secar antes del desarrollo

source: ascending, without tank saturation
es_es: ascendente, sin saturación de cámara

source: aseptic area 3
es_es: área aséptica 3

source: aseptic area 6
es_es: área aséptica 6

source: assessments2
es_es: de rutina

source: asymptomatic hypoglycaemia:
es_es: hipoglucemia asintomática:

source: at 105 °C until the ammonia disappears completely.
es_es: a 105° C hasta que el amoníaco desaparezca por completo.

source: at least 279 nm
es_es: al menos 279 nm

source: average
es_es: Promedio

source: b Modified Rankin Scale (mRS) score ranges from 0 (normal) to 6 (death).
es_es: b Las puntuaciones de la Escala de Rankin modificada (mRS) oscilan entre 0 (normal) y 6 (muerte).

source: b) Accuracy Part 1 (3 preparations for each Level)
es_es: b) Exactitud, Parte 1 (3 preparaciones por nivel)

source: b) If the value of the residual solvent is more than or equal to LOO and less than LOQ, then report as "Below LOQ (LOQ value in ppm)".
es_es: b) Si el valor del solvente residual es mayor o igual al LOD y menor que el LOQ, consignarlo como "Por debajo de límite de cuantificación (LOQ en ppm)".

source: b) Linearity (at least 5 levels):
es_es: b) Linealidad (al menos 5 niveles):

source: b) elements are added at trace levels in media feeds during cell culture processes, without accumulation and with significant dilution / removal during further processing;
es_es: b) durante los procesos de cultivo celular, se agregan trazas de elementos en la alimentación de los medios sin que haya acumulación y habiendo una dilución o eliminación significativa durante el procesamiento ulterior.

source: b83805-p520am0801_Purity, N-nitroso dabigatran etexilate_Liquid chromatography -Mass spectrometry
es_es: b83805-p520am0801, Pureza, N-nitroso Etexilato de dabigatrán, Cromatografía líquida - Espectrometría de masas

source: b83805-p520am0902_Purity, N-nitroso dabigatran etexilate_Liquid chromatography –Mass spectrometry (alternative)
es_es: b83805-p520am0902, Pureza, N-nitroso Etexilato de dabigatrán, Cromatografía líquida - Espectrometría de masas (método alternativo)

source: b National Institutes of Health Stroke Scale (NIHSS) score ranges from 0 to 42, with higher scores indicating worse neurological deficit.
es_es: b La puntuación de la Escala de accidentes cerebrovasculares del Instituto Nacional de Salud (NIHSS) oscila entre 0 y 42, donde los valores más altos indican un deterioro neurológico más grave.

source: baja solubilidad, alta permeabilidad;
es_es: low solubility, high permeability;

source: baja solubilidad, baja permeabilidad.
es_es: low solubility, low permeability;

source: base substitution
es_es: sustitución de bases

source: baseline NIHSS and age, random effect for trial site; Effect size:
es_es: edad y puntuación de NIHSS al inicio, efecto aleatorio por centro del estudio; magnitud del efecto:

source: baseline NIHSS score and age; effect size:
es_es: edad y puntuación en NIHSS al inicio; magnitud del efecto:

source: baseline NIHSS, time from onset to arterial puncture (or non-invasive reperfusion assessment if no DSA performed).
es_es: puntuación inicial de NIHSS, tiempo desde el inicio hasta la punción arterial (o evaluación no invasiva de la reperfusión en el caso de que no se haya realizado DSA).

source: baseline National Institutes of Health Stroke Scale (NIHSS) score and age; effect size:
es_es: puntuación en la Escala de accidentes cerebrovasculares del Instituto Nacional de Salud (NIHSS) y edad al inicio; magnitud del efecto:

source: batch 1045393
es_es: partida 1045393

source: batch 1045397
es_es: partida 1045397

source: batch LD4SAN01063A1_P1
es_es: Partida LD4SAN01063A1_P1

source: batch LD4SAN01114A1
es_es: Partida LD4SAN01114A1

source: batch size)
es_es: de partida)

source: bdl:
es_es: dld:

source: below detection limit
es_es: debajo del límite de detección

source: beta-coefficient (adjusted*)
es_es: coeficiente beta (ajustado*)

source: blister
es_es: blíster

source: blood glucose < 50 mg/dL or > 400 mg/dL (< 2.8 mmol/L or > 22.2 mmol/L), which must be corrected before treatment initiation.
es_es: glucosa en sangre < 50mg/dL o > 400 mg/dL (< 2.8 mmol/l o > 22.2 mmol/l), que deben corregirse antes de iniciar el tratamiento.
